<<<<<<< HEAD

print("я конфликтивный код")
=======
=======
>>>>>>> new-branch
<<<<<<< Updated upstream
for i in range(8):
    print("Слово")

<<<<<<< HEAD
a, b = 9, 8 # Создание переменных
=======
a, b = 9, 8 # Создание переменной a со значением 7
>>>>>>> new-branch

if a > b: # Проверка условия, если a больше
    print(f"{a} больше {b}") # Выводит сообщение
elif a < b: # Проверка условия, если a меньше
    print(f"{b} больше {a}") # Выводит сообщение
else:
    print(f"{a} равно {b}") # Выводит сообщение, если условия не выполняются
<<<<<<< HEAD



=======
=======
print("я конфликтующий код:")
>>>>>>> Stashed changes
>>>>>>> new-branch
